Repository: max1874/Rotap
Catalog: Sources/Rotap/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (playing)
zh_hans: %@（正在发声）

source: %@ + Microphone
zh_hans: %@ + 麦克风

source: %@ failed (%@)
zh_hans: %1$@失败（%2$@）

source: All System Audio
zh_hans: 全部系统声音

source: Back 15 Seconds
zh_hans: 后退 15 秒

source: Capture
zh_hans: 录制内容

source: Change…
zh_hans: 更改…

source: Choose
zh_hans: 选择

source: Choose what to record
zh_hans: 选择要录制的声音来源

source: Couldn’t Rename
zh_hans: 无法重命名

source: Couldn’t write the recording: %@
zh_hans: 写入失败：%@

source: Creating the aggregate device
zh_hans: 创建聚合设备

source: Creating the audio tap
zh_hans: 创建音频 Tap

source: Finding %@’s audio processes
zh_hans: 定位「%@」的音频进程

source: Finding the process’s audio object
zh_hans: 查找进程音频对象

source: Folder
zh_hans: 文件夹

source: Follow System
zh_hans: 跟随系统

source: Format
zh_hans: 格式

source: Forward 15 Seconds
zh_hans: 前进 15 秒

source: Language
zh_hans: 语言

source: M4A · AAC, smaller files
zh_hans: M4A · AAC，体积小

source: Microphone
zh_hans: 麦克风

source: Microphone Only
zh_hans: 仅麦克风

source: Move to Trash
zh_hans: 移到废纸篓

source: No Recordings Yet
zh_hans: 还没有录音

source: No microphone is available.
zh_hans: 没有找到可用的麦克风。

source: OK
zh_hans: 好

source: Open Privacy & Security Settings
zh_hans: 打开隐私与安全性设置

source: Pause
zh_hans: 暂停

source: Permissions
zh_hans: 权限

source: Pick a source and start recording. Rotap just listens in and never changes your speaker or headphone output.
zh_hans: 选择来源后开始录音。Rotap 只在旁边聆听，不改变你的扬声器或耳机输出。

source: Play
zh_hans: 播放

source: Preparing the audio buffer
zh_hans: 准备音频缓冲

source: Reading an audio property
zh_hans: 读取音频属性

source: Reading audio objects
zh_hans: 读取音频对象列表

source: Reading the sample rate
zh_hans: 读取采样率

source: Reading the tap’s audio format
zh_hans: 解析 Tap 音频格式

source: Record
zh_hans: 录音

source: Record What Your Mac Plays
zh_hans: 录下 Mac 正在播放的声音

source: Record Your Mac and the Microphone
zh_hans: 同时录下 Mac 的声音和麦克风

source: Record system audio, the microphone, or both
zh_hans: 选择录制系统声音、麦克风，或两者同时录制

source: Record with the Microphone
zh_hans: 用麦克风录音

source: Recording
zh_hans: 录音

source: Recording Format
zh_hans: 录音格式

source: Recording…
zh_hans: 正在录音

source: Registering the audio callback
zh_hans: 注册音频回调

source: Restart Now
zh_hans: 立即重启

source: Restart Rotap to switch the language.
zh_hans: 重启 Rotap 后切换语言。

source: Restore Default
zh_hans: 恢复默认

source: Rotap doesn’t have access to the microphone. Allow Rotap in System Settings › Privacy & Security › Microphone, or switch to System Audio Only.
zh_hans: Rotap 没有麦克风权限。请在「系统设置 › 隐私与安全性 › 麦克风」中允许 Rotap，或改为「仅系统声音」。

source: Save Location
zh_hans: 保存位置

source: Search Recordings
zh_hans: 搜索录音

source: Show in Finder
zh_hans: 在 Finder 中显示

source: Source
zh_hans: 来源

source: Start Recording
zh_hans: 开始录音

source: Start Recording (⌘R)
zh_hans: 开始录音 (⌘R)

source: Starting the recording
zh_hans: 启动录音

source: Stop
zh_hans: 停止

source: Stop Recording
zh_hans: 停止录音

source: Stop Recording (⌘R)
zh_hans: 停止录音 (⌘R)

source: System Audio
zh_hans: 系统声音

source: System Audio + Microphone
zh_hans: 系统声音 + 麦克风

source: System Audio Only
zh_hans: 仅系统声音

source: System Default
zh_hans: 系统默认

source: System Default (%@)
zh_hans: 系统默认（%@）

source: The disk couldn’t keep up; about %@ seconds of audio were lost.
zh_hans: 磁盘写入跟不上，丢失了约 %@ 秒音频。

source: The first time you record, macOS asks whether Rotap may record other apps’ audio, and the microphone when you use it. If a recording is silent, allow Rotap in System Settings.
zh_hans: 第一次录音时，macOS 会询问是否允许 Rotap 录制其他 App 的音频；用到麦克风时也会询问麦克风权限。如果录下来全是静音，请在系统设置里允许 Rotap。

source: Title
zh_hans: 标题

source: To use a different microphone, pick it from the microphone menu in the toolbar.
zh_hans: 在工具栏的麦克风菜单里可以换用别的麦克风。

source: Today
zh_hans: 今天

source: WAV · 24-bit lossless
zh_hans: WAV · 24-bit 无损

source: Waiting for sound…
zh_hans: 等待声音…

source: Waiting for sound… The waveform appears once something plays.
zh_hans: 等待声音… 开始播放后波形就会出现

source: Yesterday
zh_hans: 昨天

source: Your voice and what your Mac plays are mixed into one file. Rotap never changes your speaker or headphone output.
zh_hans: 你说的话和电脑播放的声音会混在同一个文件里。Rotap 不改变你的扬声器或耳机输出。
